"""
("머리", 좋음),
("가슴", 나쁨),...
("배", ) 1바이트 = 8비트 2 = 16
("다리",
발
"""
"""
a
0000000000000000   ==  0
1000000000000000   ==  2^15  32768
1000000000000000   ==  2^15  32768
1010000000000000   ==  2^15 + 2^13  32768 + 8192 = 40960
1010000000000001   ==  2^15 + 2^13 + 2^0 = 40961
b
1010000000000011 40963
40961 != 40963
""" # 147457

""" 자료구조, 알고리즘 // 컴퓨터 구조(비전공자의 중요점)
1. 기상후 프로그래머스 - 코딩테스트 있는지 확인 (개발자채용 - 챌린지, 코딩테스트 연습)
2. 부스트 코스 - 모두를 위한 컴퓨터 과학(필수)
3. 부스트 코스 - 파이썬, 자바 입문 기본들
4. HTML / CSS , 웹 접근성이해
5. 웹 프로그래밍
"""